tap "homebrew/bundle"
tap "homebrew/services"
tap "krishkrosh/apps"
tap "sass/sass"
tap "siderolabs/tap"
tap "theseal/ssh-askpass"
brew "glib"
brew "harfbuzz"
brew "xz"
brew "zstd"
brew "libtiff"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autopep8"
brew "bat"
brew "cbonsai"
brew "cmake"
brew "cppcheck"
brew "curl"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "fzf"
brew "gdb"
brew "gh"
brew "ghcup"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "unbound"
brew "gnutls"
brew "gnuplot"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "goreleaser"
brew "hdf5"
brew "helm"
brew "helmfile"
brew "libheif"
brew "jdtls"
brew "jq"
brew "just"
brew "k9s"
brew "libass"
brew "libomp"
brew "libraw"
brew "mas"
brew "protobuf"
brew "mysql@8.4"
brew "neovim"
brew "openblas"
brew "openjdk@17"
brew "openssh"
brew "pandoc"
brew "pinentry-mac"
brew "pipes-sh"
brew "pngpaste"
brew "ripgrep"
brew "rustup"
brew "sqlc"
brew "stow"
brew "stripe-cli"
brew "swift-format"
brew "tailwindcss"
brew "tailwindcss-language-server"
brew "texlab"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "tree-sitter"
brew "uncrustify"
brew "uv"
brew "vips"
brew "watch"
brew "watchman"
brew "zoxide"
brew "siderolabs/tap/talosctl"
cask "balenaetcher"
cask "basictex"
cask "claude"
cask "dbeaver-community"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass"
cask "multiviewer"
cask "nordvpn"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "qflipper"
cask "raspberry-pi-imager"
cask "rotato"
cask "sf-symbols"
cask "skim"
cask "slack"
cask "spotify"
cask "swiftformat-for-xcode"
cask "tor-browser"
cask "trezor-suite"
cask "wwdc"
cask "yubico-authenticator"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Balatro", id: 6502451661
mas "Boop", id: 1518425043
mas "Bridge Constructor+", id: 1587908263
mas "Compressor", id: 424390742
mas "CustomSymbols", id: 1566662030
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Keynote", id: 361285480
mas "Logic Pro", id: 634148309
mas "Mini Motorways", id: 1456188526
mas "Motion", id: 434290957
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "WHAT THE CAR?", id: 1534708672
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
go "github.com/air-verse/air"
go "golang.org/x/tools/cmd/godoc"
go "github.com/princjef/gomarkdoc/cmd/gomarkdoc"
cargo "htmx-lsp"
