tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sass/sass"
tap "siderolabs/tap"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "zstd"
brew "libtiff"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autopep8"
brew "curl"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdb"
brew "ghostscript"
brew "go"
brew "golang-migrate"
brew "hdf5"
brew "helm"
brew "jq"
brew "k9s"
brew "libheif"
brew "libraw"
brew "llvm"
brew "mas"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "nvm"
brew "openblas"
brew "openjdk@17"
brew "openssh"
brew "pandoc"
brew "ripgrep"
brew "rust"
brew "sqlc"
brew "stow"
brew "swift-format"
brew "thefuck"
brew "tree"
brew "uncrustify"
brew "zoxide"
brew "sass/sass/sass"
brew "siderolabs/tap/talosctl"
cask "balenaetcher"
cask "dbeaver-community"
cask "docker"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass"
cask "qflipper"
cask "raspberry-pi-imager"
cask "slack"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Boop", id: 1518425043
mas "Compressor", id: 424390742
mas "CustomSymbols", id: 1566662030
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Motion", id: 434290957
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Timery", id: 1425368544
mas "Xcode", id: 497799835
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "bmewburn.vscode-intelephense-client"
vscode "dan-c-underwood.arm"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "gruntfuggly.todo-tree"
vscode "haskell.haskell"
vscode "james-yu.latex-workshop"
vscode "justusadam.language-haskell"
vscode "leizongmin.node-module-intellisense"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "nickheap.vscode-ant"
vscode "pedroguerra.ant-tree-viewer"
vscode "redhat.java"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
